Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=672_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Inarinsaame, käsityöt
smn: Kietâtyeji

source: (Inarinsaamelainen pukeutuminen)
smn: Anarâš pivtâstem

source: ulkoasu: Hannu Tikkanen
smn: sárguseh: Ella Sarre

source: sivuja: 180
smn: sijđoh: 180

source: 210 x 297 cm, kovakantinen
smn: 210 x 297 cm, korrâ loheh

source: hinta: 35,00 €
smn: tääsi: puohah

source: 2. painos
smn: 2. teddilâs

source: Saamelaiskäräjät 2012
smn: Sämitigge 2012

source: Ella Sarre, joka on oppinut saamen käsitöiden teon äidiltään perinteisellä tavalla, on tehnyt kaikenlaisia saamen käsitöitä sekä toiminut kurssien opettajana.
smn: Kirje čallee lii oppam tuoijum enistis saami arbivuavalaš oppamvyevi mield.. Sun lii tuoijum puohlagan samituojijd, já tooimai meiddei tavja kuursai mattaatteijen.

source: Hän on koonnut elämän varrella kerätyt mallit ja työmenetelmät inarinsaamenkieliseksi kirjaksi.
smn: Taal Ella Sarre lii čokkim eellimaigistis čoggašum ja haaham maalijd, taaiđuid ja pargovuovijd anaraškielalaš kirjen.

source: Hänen äidillään kaikki mallit ja mitat olivat omassa päässä, eikä hän käyttänyt edes paperia kaavojen piirtämiseen.
smn: Suu eenist puoh maalih ja mitoh lijjii uaivist, sun ij kiavttam paappar maalij sargumangin.

source: Nyt vanhat mallit, työmenetelmät ja käsityökieli on tallennettu oppikirjaksi.
smn: Taal puaris maalih, pargovyevih ja tyeijikiela raaijoo kirjalaš haaman.
